{
  "bufferline.nvim": { "branch": "main" },
  "catpuccin": { "branch": "main" },
  "copilot.vim": { "branch": "release" },
  "ctrlp.vim": { "branch": "master" },
  "diffview.nvim": { "branch": "main" },
  "dooing": { "branch": "main" },
  "editorconfig-vim": { "branch": "master" },
  "fzf-lua": { "branch": "main" },
  "fzf-preview.vim": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mason.nvim": { "branch": "main" },
  "mini.nvim": { "branch": "main" },
  "noice.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "project.nvim": { "branch": "main" },
  "snacks.nvim": { "branch": "main" },
  "stylua-nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-signify": { "branch": "master" },
  "which-key.nvim": { "branch": "main" }
}
